<?php
/**
 *1. Делаем гостевую книгу. Алгоритм:
 * 1) Создайте текстовый файл, в котором будут находиться записи гостевой.
 * Одна строка - одна запись. Заполните файл 2-3 записями.
 * 2) Напишите функцию, которая будет читать этот файл и возвращать массив записей гостевой книги
 * 3) Сделайте страницу, где гостевая книга будет отображаться. Используйте функцию из пункта 2
 * 4) В конце страницы сделайте форму для добавления новой записи в гостевую книгу.
 * 5) Скрипт-обработчик, приняв данные из формы пункта 4, должен получить массив уже имеющихся записей гостевой,
 * добавить к этому массиву новый элемент (текст из формы) и записать полученный массив в тот же файл,
 * разделяя элементы символом переноса строки
 * 6) После окончания своей работы скрипт из пункта 5 должен перенаправить клиента на главную страницу гостевой книги
 */
?>

<html>
<head>
    <meta charset="UTF-8">
    <title>Главная страница</title>
</head>
<body>
<h1>Главная страница</h1>
</body>
</html>
